Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C09A.tmx
Source language: en_us
Languages: zh_cn

source: Julian Barnes and the Emotions of Englishmen
zh_cn: 朱利安·巴恩斯和英国人的情感

source: Many literary careers have been made, and doubtless more will be, by conveying the inwardness, awkwardness and social anxiety that constrict British mores like a very tightly wrapped cummerbund.
zh_cn: 很多作家事业的起步都来自于倾诉的欲望。 他们想要表达真实的内心、尴尬的时刻和焦虑的情绪，英国人的处事方式限制了感情的流露，就像束腰带一样把你紧紧缠住。

source: This suffocating self-consciousness lies at the heart of British humor, whether in the farcical scramble of trying to keep up appearances or the risible but sincere terror of being mocked — which sniping English schoolboys still fear, even when they’re grown up, bald and 70.
zh_cn: 这种欲说还休的情感是英国式幽默的核心，可笑地胡乱保持外表的镇定或幽默感，只是内心恐惧会被人嘲笑——爱讥讽人的小学生会害怕、成年人会害怕、甚至当变成光头或70岁的古稀老人也一样会害怕。

source: It takes a brave author to mine this dynamic for pathos instead of sniggers.
zh_cn: 勇敢的作家会去发掘涌动在身体里的激情，而不会去窃笑。

source: Evelyn Waugh did it in “Brideshead Revisited,” as did Philip Larkin in “Jill.”
zh_cn: 伊夫林·沃（Evelyn Waugh）的小说《故地重游》（Brideshead Revisited）这样做过；菲利普·拉瑞肯（Philip Larkin ）在《吉尔》（Jill）中这样做过（想想那个书呆子乔治·

source: (Think of the scholarship boy John Kemp, who “tingled and shuddered” with embarrassment when his posh Oxford roommate’s friend caught him looking at her with desire.)
zh_cn: 卡普的“刺痛和震惊”，当他在牛津时，时髦的室友的朋友发现他正充满欲望地看着她）；卡佐·

source: And Kazuo Ishiguro did it in “The Remains of the Day,” which won the Man Booker Prize in 1989.
zh_cn: 伊士哥罗（Kazuo Ishiguro）的《去日留痕》（The Remains of the Day）这样做过，并在1989年获得了布克文学奖。

source: Now, with his powerfully compact new novel, “The Sense of an Ending” — which has just won the 2011 Booker Prize — Julian Barnes takes his place among the subtly assertive practitioners of this quiet art.
zh_cn: 现在，朱利安·巴恩斯（Julian Barnes）新出版的小说《终结的意义》（The Sense Of An Ending）精致、强悍。 他同样是使用这种巧妙的寂寥文字，来述说心情的艺术家之一。 同时，这本小说刚刚获得了2011年布克文学奖。

source: Barnes, it goes without saying, is a much-decorated veteran of English literature’s emotional battlefields, one who has covered this terrain many times before.
zh_cn: 巴恩斯无疑是英语文学情感战场中经验丰富的资深老兵，并且数次在这个战场上留下深深的足迹。

source: But in “The Sense of an Ending” — his 14th work of fiction — he engages with the untidy collisions of the human struggle more directly than ever, even as he remains characteristically light on his feet.
zh_cn: 他的第十四部小说《终结的意义》更立足于人类情感的冲撞，而且这些情感更直激、激烈 ，虽然他的脚步还如往常轻巧、飘逸。

source: In many of his earlier novels, Barnes tackled sexual jealousy, insecurity and competition in an almost jaunty manner.
zh_cn: 在巴恩斯的前几部小说中，他完全能够轻松处理人们表现出的妒忌、不安全感和相互竞争下的压力状态。

source: When a husband in “Before She Met Me” guzzles wine and weeps, tormented by thoughts of his wife’s past lovers, a friend dryly remarks, “Doesn’t sound much fun.”
zh_cn: 在《她在遇到你之前》（Before She Met Me）中，丈夫一边痛哭流涕，一边大口饮着洒，只要一想到妻子过去的爱人就倍受煎熬，旁边的朋友只是干干巴巴地说“听起来是不怎么好笑”。

source: In “Talking It Over” and “Love, Etc.,” in which two men take turns marrying the same woman, all three members of the ménage are too sophisticated to show much pique.
zh_cn: 在《谈话》（Talking It Over）和《爱，等等》（Love Etc.）中，两个男人最后知晓和同一个女人结了婚，三个家庭成员只能保持礼貌，并未流露出愠色。

source: And in more elaborately scaffolded novels like “Flaubert’s Parrot” and “Arthur and George,” Barnes encases any sharp-edged questions of love in the sheathing of plots about historical figures.
zh_cn: 在结构更加精巧的小说《福娄拜的鹦鹉》（Flaubert’s Parrot）和《亚瑟和乔治》（Arthur and George）中，巴恩斯把尖锐的有关爱的疑问打包，然后用历史人物中的故事情节再把它们封装。

source: But in “The Sense of an Ending,” he has dispensed with detachment and shed his armor plating.
zh_cn: 但是《终结的意义》摒弃了故事中超然、淡漠之感，并且脱掉了穿在人们身上，保护自已的那身铁甲。

source: The new book is a mystery of memory and missed opportunity.
zh_cn: 《终结的意义》是关于记忆和失掉机遇的神秘故事。

source: Tony Webster, a cautious, divorced man in his 60s who “had wanted life not to bother me too much, and had succeeded,” receives an unexpected bequest from a woman he’d met only once, 40 years earlier.
zh_cn: 六十多岁的离婚男人托尼·韦伯斯特“只希望生活不要有太多波澜，无论如何，他如偿所愿”。 一天，托尼突然接到了四十多年前只见过一次面的一个女人赠予他的一份遗产。

source: The mother of his college girlfriend, Veronica, has bequeathed him $ 500 — a legacy that unsettles Tony, pushing him to get in touch with Veronica (their relationship had ended badly) and seek answers to certain unresolved questions.
zh_cn: 这个女人就是他大学时的女朋友维拉尼亚的母亲，这份遗产也只有500英傍，虽然这500美元对托尼的生活并没有什么重要意义，然而却使他和维拉尼亚有了联系（分手时两人闹得很僵），然后又开始寻找答案，解决一些悬而未决的问题。

source: Had he loved Veronica?
zh_cn: 他爱维拉尼亚吗？

source: (At the time, it was an emotion he had lacked the spine to own up to.)
zh_cn: （有时他好像缺少一根支撑他身体的脊柱，不愿坦承自已的情感。

source: What had happened to the energetic boy he used to be, “book-hungry, sex-hungry, meritocratic, anarchistic,” who thought of himself as “being kept in some kind of holding pen, waiting to be released” into an engaged adult life of “passion and danger, ecstasy and despair”?
zh_cn: ）过去的他“喜爱读书、性欲高涨、信奉精英主义、支持无政府状态”，自认为是“被圈养在圈舍里，正等待着冲出栅栏”闯进“激情四射、危险重生，疯狂兴奋、绝望透顶”的成人生活，那个活力充沛的男孩在年少时都发生了什么？

source: And what ever became of the friend he and Veronica both knew back then, a brainy, idealistic boy named Adrian Finn?
zh_cn: 他和维拉尼亚都认识的朋友，博学、理想主义者安德瑞·费恩怎么样了？

source: Gradually, Tony assembles his willfully forgotten past impressions and actions, joining together the links that connect him to these people, as if trying to form a “chain of individual responsibilities” that might explain how it happened that his life’s modest wages had resulted in “the accumulation, the multiplication, of loss.”
zh_cn: 托尼渐渐地起重拾起他很想忘记的过去，关联起自已和过去熟人的联系。 他想试图找回“自已需要负责并且发生在他身边的一联串事件”，并解释为什么他生命中一点点恶业的回报却导致了“日积月累、成倍增长的损失。

source: Adrian had impressed Tony when he announced his exasperation with their country’s national pose of perpetual insouciance.
zh_cn: ” 安德瑞宣称，他对英国人总是表现出的漫不经心深恶痛绝，这给托尼留下了深刻印象。

source: “I hate the way the English have of not being serious about being serious, I really hate it,” Adrian declared. Hearing this, Tony had felt a “throb of vindication.”
zh_cn: “我讨厌英国人面对待严肃问题时，也要假装表现出一脸的不严肃”，听到这话时，托尼“真有一种冲动想证明自已的清白”。

source: But his vindication was unfounded; it belied his own noncommittal nature.
zh_cn: 但是，他想表白无辜的理由并不充分，其实他只是想掩饰对事物模棱两可、含糊其词的天赋秉性。

source: Adrian’s indifference to playing it cool somehow made him the leader of the boys’ clique when they were teenagers; he became the one they looked up to.
zh_cn: 安德瑞从青少年时起就不喜欢装酷、耍帅，这使他成了朋友圈中人缘最好的领头人，朋友都把他当作榜样。

source: Yet Tony never emulated Adrian, and was guilty of the pose Adrian deplored: pretending not to care.
zh_cn: 虽然安德瑞从来就不是托尼模仿的对象，但是，他对安德瑞的抱怨——不要假装自已毫不在乎——确实感到有些愧疚。

source: He pays for this failure again and again, from his 20s to his 60s.
zh_cn: 从二十岁的精壮少年再到白发苍苍六十多岁的老男人，他总是为这个缺点付出代价，而且是一次又一次。

source: “Does character develop over time?” Tony asks himself, wondering at the “larger holding pen” that has come to contain his adult life.
zh_cn: “人的性格会随着年龄的增长而继续成长吗？ ”，他总是这样问自已，这时，他虽然已经成年，但是却被围困在更大的“圈养场”里。

source: Maybe character freezes sometime between the ages of 20 and 30, he speculates. “And after that, we’re just stuck with what we’ve got.
zh_cn: 他猜想在二三十岁时，人的秉性、习惯可能就会被固化，不再有太大变化，然后“我们就死守着已经得到的东西，我们就开始安静、沉寂地生活。

source: If so, that would explain a lot of lives, wouldn’t it?
zh_cn: 这就可以解释我们每一个人生活中的一举一动，难道不是吗？

source: And also — if this isn’t too grand a word — our tragedy.”
zh_cn: 这就是——可能有些夸张——我们的悲剧。

source: Tony’s tragedy, “if this isn’t too grand a word,” is that he avoids deep connection rather than embracing it, for fear of risking its loss.
zh_cn: ” 托尼的悲剧——“如果这个词不略显夸张的话”——在于他不愿意全身心投入，更不愿意深陷其中，因为他害怕失去。

source: In college he did not consummate his relationship with Veronica, telling himself that abstinence spared him burdensome conversations about “where the relationship was heading.”
zh_cn: 在大学时，他没有冲破情侣间的最后防线，和维拉尼亚上床。 他告诉自已禁欲可以避免以后要谈论起“我们的爱情何去何从”等使人感到有些负担的这一类话题。

source: He pretends that this was his choice: “Something in me was attracted to women who said no.”
zh_cn: 他佯装这就是他的选择“只有对我说不的女人才会吸引我。

source: But 40 years later, her mother’s gift reawakens Tony’s memories of steamy “infra-sex” with Veronica — sensual fumblings that took place while they were mostly clothed.
zh_cn: ” 四十年后，维拉尼亚母亲的礼物唤醒了托尼的记忆，想起了他和维拉尼亚一段狂热“下流的情欲”——两人虽然衣着附体，但还是互相爱抚地享受着愉悦的时刻。

source: “Part of me hadn’t minded not ‘going the whole way,’ ” he decides. It had protected him from “an overwhelming closeness I couldn’t handle.”
zh_cn: “我身体的一部分并不介意‘保持原地不动’ ”他这样安慰自已，“太过亲密会使我不知所措”，他这样做也是自我保护的一种方式。

source: Not long after the breakup with Veronica, Tony had met, married and (eventually) been divorced from a nonenigmatic woman with “clear edges,” someone he knew he wouldn’t mind losing terribly much.
zh_cn: 和维拉尼亚分手后，托尼遇见了没什么神秘之处，“棱角分明、清澈见底”的一位姑娘，然后跟她结婚，最后离婚。

source: In Margaret, he sought a mature, “peaceable” life.
zh_cn: 托尼知道之所以选择她，就是因为即使失去她，他也不会太难过，因为玛格丽特会让他过上安稳、“平静” 的生活。

source: Decades later, he sees the fraudulence in that discretion.
zh_cn: 几十年过去了，他才了解谨小甚微的背后是自我欺骗。

source: “We thought we were being mature when we were only being safe.
zh_cn: “我们当初认为只有风平浪静的生活才是成熟、令人向往的生活。

source: We imagined we were being responsible but were only being cowardly.
zh_cn: 我们认为自已都很负责任，其实我们是懦夫。

source: What we called realism turned out to be a way of avoiding things rather than facing them.”
zh_cn: 我们所谓的现实主义其实是想逃避现实，而非要面对现实。

source: But who does Tony enfold into his “we”?
zh_cn: ” 托尼所指的“我们”又包括谁呢？

source: His agonized analysis is entirely self-referential, as solitary and armored as the man himself.
zh_cn: 他对自已痛恨不已的分析完全是自我考量似的，就像人们总是感觉孤独、总是想掩饰自已。

source: Decades earlier, Tony had accused Veronica of an “inability to imagine anyone else’s feelings or emotional life,” but it was he, not she, who was incapable of looking outside his own head.
zh_cn: 几十年前，托尼指责维拉尼亚“不能体会其它人的感觉或情感”，其实，是托尼自已没有能力观察他眼前的世界。 在巴恩思的小说中，那个不靠谱的诉说者是个神秘人物，虽然自已神秘莫测，但还是会为自已生命中的迷团解密。

source: Barnes’s unreliable narrator is a mystery to himself, which makes the novel one unbroken, sizzling, satisfying fuse.
zh_cn: 这个虚构人物没有段裂，但俨然成了导火索，正在滋滋做响。

source: Its puzzle of past causes is decoded by a man who is himself a puzzle. Tony resembles the people he fears, “whose main concern is to avoid further damage to themselves, at whatever cost,” and who wound others with a hypersensitivity that is insensitive to anything but their own needs.
zh_cn: 托尼像极了他认为会伤害他的人，他“只关心自已不要受到伤害，为了自已毫发无损，心甘情愿付出任何代价”。 他极其敏感，以至于会伤害别人，他又极其愚钝，对自己内心的真正需要却视而不见。

source: “I have an instinct for survival, for self-preservation,” he reflects.
zh_cn: “ 我要生存，我要自我保护，这就是我的本能，” 他会这样想。

source: “Perhaps this is what Veronica called cowardice and I called being peaceable.”
zh_cn: “ 可能这就是维拉尼亚所指的懦弱，而我自已所认为的平静”。

source: “The Sense of an Ending” is a short book, but not a slight one.
zh_cn: 小说《终结的意义》虽然短小，但是内容却不轻薄。

source: In it Julian Barnes reveals crystalline truths that have taken a lifetime to harden.
zh_cn: 朱利安·巴恩斯向读者揭示了一个需要一生淬取才能得到的真理。

source: He has honed their edges, and polished them to a high gleam.
zh_cn: 这个真理就像钻石一般，被他打磨了菱角、擦亮了表面，使它折射出更加耀眼的光芒。
